welcome_message = '''Админ-панель'''

chat_interactions = '''Бот умеет редактировать пользователей группы или добавлять новые чаты'''
chat_functools = '''Вы можете использовать эти 2 команды'''

add_new_chat = '''Скопируйте название чата, который хотите подключить
(Убедитесь, что вы уже добавили бота в чат)'''

sent_newsletters = '''Добавление рассылки
Пришлите сообщение, которое будет рассылаться по чатам'''

chat_not_found = '''Чат с указанным названием не найден
Убедитесь, что вы добавили бота в чат
В случае повторения ошибки удалите бота из чата и добавьте заново'''
chat_added = '''Бот успешно подключён к чату'''

send_about = '''Всех приветствую!
Я бот-ассистент, моя задача - отслеживать ваши успехи за рабочий день.
Для этого Вам необходимо:
1)перед началом рабочего дня отправлять свой план на день
(3 ключевые метрики, 3-5 ключевых задач)
В конце сообщения добавьте хэштег #план
2)По окончанию рабочего дня отправлять отчёт
Перед метрикой или задачей, если она выполнена или перевыполнена, нужно поставить ✔️ 
Если не выполнена, то - ❌  (и в скобках краткое пояснение, почему не выполнено, что помешало)
В конце сообщения добавьте хэштег #отчёт

Для того, чтобы зарегистрироваться, перейдите по кнопке ниже и заполните небольшую анкету'''

example = """пример сообщения от пользователя-HR:
Утром:

план на 21.08.23
собеседований - 20
финальных собеседований - 2
постановка на пост - 2
написано должностных инструкций - 3
1. Провести 20 собеседований, вывести на финал 2
2. Составить  и утвердить план постановки на пост для маркетолога
3. написать и отдать на утверждение директору 3 должностные инструкции
4. составить организующую схему организации
#план

Вечером:

план/факт на 21.08.23 
✔️собеседований - 20/22 
❌финальных собеседований - 2/1 (один кандидат заболел, перенес встречу) 
✔️постановка на пост - 2/2 
✔️написано должностных инструкций - 3/3 
 
❌1. Провести 20 собеседований, вывести на финал 2 (один кандидат сегодня не смог участвовать) 
✔️2. Составить  и утвердить план постановки на пост для маркетолога 
✔️3. написать и отдать на утверждение директору 3 должностные инструкции 
✔️4. составить организующую схему организации
#отчёт
"""

newsletters_information = """Выберите действие:"""
all_newslers = """Выберите рассылку:"""
watch_newsletter = """Выберите рассылку:"""
